{
  "NAVBAR":{
    "OPTIONS":{
      "HISTORY":"Mi historia",
      "CHAPTERS":"Capítulos"
    }
  },
  "LANDING_PAGE":{
    "TITLE":"Bienvenidos a mi página web",
    "DESCRIPTION":"Me llamo Shreilak y soy maestra de Francés. He hecho esta página para contaros mi historia y deciros como podéis ayudarme a recuperar mi forma real.",
    "PHRASE":"Connaître d'autres cultures nous ouvre la porte de la sagesse",
    "BOOK":{
      "TITLE":"Mi historia",
      "SWIPE":"Desliza",
      "PAGE":{
        "FIRST":"En un lugar lejano, había un hermoso castillo dentro de un hermoso reino.",
        "SECOND":"Yo era una princesa, con una vida sencilla y tranquila. Hasta que un día, todo esto cambió.",
        "THIRD":"Una malvada bruja envidiosa apareció en mi reino y me lanzó una maldición.",
        "FOURTH":"Convirtiéndome en una horrible ogra. Y ahora ...",
        "BUTTON_FIFTH":"NECESITO TU AYUDA"
      }
    }
  },
  "LIST_CHAPTERS":{
    "TITLE":"Capítulos",
    "DESCRIPTION":"Para romper la maldición y recuperar mi forma necesito ayudar a una serie de personajes que se encuentran en problemas. Necesito tu ayuda para completar las tareas de cada uno de ellos."
  },
  "FROZEN":{
    "TITLE":"Frozen",
    "HISTORY":"En un reino donde el cambio climático amenaza con derretir el castillo de hielo de Elsa. Shreilak necesitará trabajar junto a Elsa para poder revertir el problema y devolver la tranquilidad al reino.",
    "OBJ":{
      "CLEAN":{
        "TITLE":"Sauvons la forêt !",
        "PROCESS":"Al llegar al reino, Shreilak se da cuenta de que el reino se encuentra lleno de residuos. Necesitamos dejar limpio todo!!"
      },
      "OLAF":{
        "TITLE":"Olaf est en danger",
        "PROCESS":"Elsa ha venido corriendo a decirnos que Olaf se está derritiendo. Limpiar el bosque no ha sido suficiente para deterner el calentamiento global, tenemos que reducir la cantidad de basura."
      },
      "CHRISTMAS":{
        "TITLE":"Noël réutilisé",
        "PROCESS":"Nos hemos encontrado a Elsa llorando en su habitación del castillo. Todos los adornos de navidad de su castillo se han derretido, y adornar el castillo en navidad era algo que le trae recuerdos de cuando era pequeña."
      },
      "GLOBAL_HEAT":{
        "TITLE":"Le réchauffement",
        "PROCESS":"¡Lo logramos! Salvamos al mundo del calentamiento global con ayuda de las reglas de las tres R: reciclar, reducir y reutilizar."
      }
    }
  },
  "CAPERUCITA":{
    "TITLE":"Le pettit chaperon rouge",
    "HISTORY":"Le pettit chaperon rouge había dejado atrás los frondosos bosques que tanto conocía. Ahora, con su característica capa roja ondeando al viento, se encontraba en las bulliciosas calles de París. Su abuela, una fotógrafa famosa, había mudado su residencia a la ciudad del amor, y Caperucita estaba ansiosa por visitarla. Shreilak recibe una llamada de su amiga Caperucita Roja porque iba a casa de su abuela y se perdió en París. ¿Podemos ayudarla?",
    "OBJ":{
      "PARIS_ARRIVED":{
        "TITLE":"L’arrivée à Paris",
        "PROCESS":"Nada más llegar, decidió explorar la ciudad antes de ir a casa de su abuela. Sin embargo, París era un laberinto de calles y avenidas, muy diferente al bosque que solía recorrer. Con su teléfono en mano, Caperucita se conectó a las redes sociales para pedir recomendaciones sobre lugares que visitar y también para usar una aplicación de mapas que la guiara."
      },
      "THE_WOLF_INTO_NET":{
        "TITLE":"Le loup sur la toile",
        "PROCESS":"El Lobo, un experto en tecnología y redes sociales, había estado siguiendo a Caperucita desde que anunció su viaje a París. Con su habilidad para hackear cuentas y rastrear ubicaciones, el Lobo sabía exactamente dónde encontrarla en cada momento. A través de un perfil falso en redes sociales, se hizo pasar por un amable parisino dispuesto a mostrarle la ciudad."
      },
      "DANGER_APPROACH":{
        "TITLE":"Le péril menace",
        "PROCESS":"Perdida en una ciudad desconocida y sin poder contactar a nadie, Caperucita se encontró en una situación precaria. El Lobo, ahora más agresivo, insistía en acompañarla a casa, pero Caperucita decidió confiar en su instinto y escapar."
      },
      "COMUNITY_HELP":{
        "TITLE":"L’aide de la communauté",
        "PROCESS":"Al día siguiente, la policía logró rastrear al Lobo gracias a la información que Caperucita había compartido con ellos. Resultó ser un conocido delincuente cibernético buscado por varias estafas. Caperucita, agradecida por la ayuda recibida, decidió compartir su historia en las redes sociales, esta vez con un propósito diferente."
      }
    }
  },
  "RATATOUILLE":{
    "TITLE":"Ratatouille"
  },
  "OBJ":{
    "RENOVATION_SONGS":{
      "TITLE":"On va chanter !",
      "DESCRIPTION":"Tras un duro esfuerzo, hemos sido conseguido limpiar todo el bosque y queremos celebrarlo. Como Elsa no sabe francés, queremos ayudarle enseñandole un cuento y una canción francesa.",
      "PROCESS":"Para comenzar, los alumnos leeran la carta de un cuento de Navidad de 'Sarah cover All I want for Christmas is you' siguiendo tres fases: una prelectorio, una lectura y una post-lectura. Para terminar, cantaremos la canción usando 'Lyrics training'.",
      "RES":{
        "LEARN_SONG":"Aprendamos la canción",
        "LETS_SING":"¡Vamos a cantar!"
      }
    },
    "MEAL_CELEBRATION":{
      "TITLE":"À table!",
      "DESCRIPTION":"¡Lo conseguimos! Olaf vuelve a estar igual que un tempano de hielo y hemos conseguido sensibilizar al mundo para reducir las cosas materiales. Esto hay que celebrarlo con un festín, por lo que Shreilak ha querido hacerle un 'tronco de navidad' a Elsa.",
      "PROCESS":"Para comenzar, buscaremos de que se trata el 'tronco de navidad' y veremos como es y de que está hecho. Después, comparemos de forma oral la cultura grastronómica francesa con la española de esas fechas",
      "RES":{
        "GASTRONOMIA":"Gastronomía"
      }
    },
    "WILD_CLEAN":{
      "TITLE":"Nettoyage sauvage",
      "DESCRIPTION":"El bosque está lleno de basura de la fiesta de navidad del año pasado. Tenemos que ayudar a shreilak a recogerlo.",
      "PROCESS":"Usando la aplicación de Genially, los alumnos podrán eliminar el objeto de la presentación cuando escriban cada palabra en su cuaderno y la pronunciación correctamente.",
      "RES":{
        "WOOD":"Bosque a limpiar"
      }
    },
    "ORNAMENTS":{
      "TITLE":"Décoration pour Noël",
      "DESCRIPTION":"Hemos decidido crear nuestros propios adornos de navidad para darselos a Elsa y así hacer que deje de estar triste. Como queremos concienciarla también, vamos a hacerlos con material reutilizado.",
      "PROCESS":"Los alumnos harán un árbol de navidad y sus adornos con material reciclado (puede ser de cartón, botellas de plástico, etc..). Detrás de cada adorno, le añadiremos mensajes positivos para así motivar aún más la reutilización.",
      "RES":{
        "MAKE_ORNAMENTS":"Como hacer un árbol de navidad"
      }
    },
    "OLAF":{
      "TITLE":"Sauvons Olaf !",
      "DESCRIPTION":"Elsa nos ha comentado que hay un método para poder evitar que Olaf se acabe derritiendo, y es pidiéndoselo a Papa Noel. Este año tenemos que reducir la cantidad de regalos materiales que pedimos y enfocarnos en las que no lo son. Ya que las cosas más bellas de la vida, no son las materiales.",
      "PROCESS":"Para poder hacer la carta, aprenderemos expresiones como 'quisiera' y 'no quisiera' que nos serán muy útiles. Algunos de los ejemplo que podríamos pedir serían: 'Me gustaría tener mas tiempo libre para jugar con mis padres' o 'No quisiera el abandono y el maltrato a los animales'",
      "RES":{
        "MAGIC":"Expresiones mágicas"
      }
    },
    "THREE_R":{
      "TITLE":"Trois R",
      "DESCRIPTION":"Hemos conseguido revertir la situación del castillo, pero no podemos quedarnos con los brazos cruzados para el mundo real.",
      "PROCESS":"Para acabar vamos a leer un pequeño texto sobre el desperdicio y consumismo. Mostraremos a nuestros alumnos imagenes de la contaminación y sus consecuencias en el mundo real.",
      "RES":{
        "MANUAL":"Manual medio ambiente"
      }
    },
    "TRADITION_TREE":{
      "TITLE":"Arbre de la tradition",
      "DESCRIPTION":"Shreilak se ha animado al ver todas las decoraciones recicladas que hemos hecho, y quiere hacerle un árbol de navidad más mágico a Elsa.",
      "PROCESS":"Los alumnos deberán colorear y recortar las bolas del arbol de navidad. Una vez recortadas deberán de dibujar detras de cada bola algo relacionado con lo que trata la misma. Para terminar colorearan el árbol y colocarán todas las bolas en él. Es opcional y recomendable añadirle más detalles al árbol como purpurina o similar",
      "RES":{
        "TREE":"Arbol de la tradición",
        "MAGIC_BALL":"Bolas mágicas"
      }
    },
    "FROZEN_FINAL_TASK":{
      "TITLE":"Tâche finale",
      "DESCRIPTION":"Para dejar cerrado este capitulo, tenemos que enviar un mensaje de conciciación para todos nuestros seres queridos.",
      "PROCESS":"Los alumnos podrán realizar un video de forma individual o en grupo en el que mostrarán todos los conocimientos adquiridos en estas sesiones, usando su imaginación y apoyandose en cualquier herramienta digital. Por ejemplo, pueden realizar un pequeño teatro de títeres en el que cuenten una historia de reciclaje, montar una pequeña escena navideña con ayuda de algún familiar o usar alguna herrmanienta como 'chatterpix' para crear su propia historia. Tiene que ser todo en francés",
      "RES":{
        "MAGIC_EXPRESSION":"Expresiones mágicas"
      }
    },
    "CAPERUCITA_FINAL_TASK":{
      "TITLE":"Tâche finale",
      "DESCRIPTION":"",
      "PROCESS":"Un video donde los estudiantes muestran su barrio y tiendas más cercanas individual o en grupo, en usando la imaginación: con la ayuda de la familia, el fondo verde, un pequeño teatro de títeres o con tecnologías para hacer un tour virtual con Google Tour Creator». Es indispensable la creatividad y motivación de los alumnos.",
      "RES":{
        "MAGIC_EXPRESSION":"Expresiones mágicas"
      }
    },
    "WOLF_INDICATIONS":{
      "TITLE":"Tâche finale",
      "DESCRIPTION":"El lobo vio la foto en «Instagram» y creó un perfil falso de la vecina de su abuela para darle las instrucciones para ir a casa de la abuela",
      "PROCESS":"Los estudiantes leerán las instrucciones para ir a la casa de la abuela con la ayuda de una mapa. Ellos/ellas deberán señalar los edificios y redondear las indicaciones del texto (a la izquierda, aderecho, recto, girar... ) y seguir con el dedo la tarjeta.",
      "RES":{
        "MAP":"Mapa"
      }
    }
  }
}
